Repository: yeleman/anm
Catalog: anm/locale/*/LC_MESSAGES/anm.po
Languages: fr

source: Q%(quar)d %(year)d
fr: T%(quar)d %(year)d

source: nd
fr: ème

source: rd
fr: ème

source: st
fr: er

source: th
fr: ème

source: %(quar)d%(suf)s Quarter %(year)s
fr: %(quar)d%(suf)s trimestre %(year)s

source: Q%(quarter)d %(year)d
fr: T%(quarter)d %(year)d

source: Q%(quarter)d/%(year)d
fr: T%(quarter)d/%(year)d

source: <Revision('%(num)d')>
fr: <Révision('%(num)d')>

source: Accounts
fr: Comptes

source: List of accounts per quarter
fr: Liste des comptes par trimestre

source: Bamako the %s
fr: Bamako, le %s

source: Account Name
fr: Nom du compte

source: Account N°
fr: N° compte.

source: TOTALS
fr: TOTAUX

source: Balance
fr: Solde

source: List operation per quarter
fr: Liste des comptes par trimestre

source: Account: %s
fr: Compte: %s

source: No invoice
fr: N° Facture

source: No mandate
fr: N° Mandat

source: Invoice Date
fr: Date de facture

source: Provider
fr: Fournisseur

source: Amount
fr: Montant

source: Save DB as...
fr: Enregistrer la base de données sous...

source: Database exported!
fr: La base de données a été exportée!

source: The Database has been successfuly exported. Keep that file private as it contains your data. Export your data regularly.
fr: Les données ont été exportées correctement. Conservez ce fichier précieusement car il contient toutes vos données. Exportez vos données régulièrement.

source: Error in exporting Database!
fr: Erreur dans l'exportation de la base de données!

source: The database backup could not be exported. Please verify that you selected a destination folder which you have write permissions to. Then retry. Request assistance if the problem persist.
fr: La base de données n'a pas pu être exportée. Vérifiez le chemin de destination puis re-essayez. Demandez de l'aide si le problème persiste.

source: Save Excel Export as...
fr: Enregistrer le fichier Excel sous...

source: The data have been successfully exported. Keep that file private as it contains your data. Export your data regularly.
fr: Les données ont été exportées correctement. Conservez ce fichier précieusement car il contient toutes vos données. Exportez vos données régulièrement.

source: Accounts balance for %s
fr: Solde des comptes pour %s

source: Account Number
fr: Numéro de compte

source: The list of operations for the period %s.
fr: La liste des opérations pour %s

source: Order No.
fr: N° Facture

source: Invoice No.
fr: N° facture

source: Invoice date
fr: Date de facture

source: It has no operations for this period.
fr: Il n'a pas d'opération pour cette période.

source: File %s is not available.
fr: Le fichier %s n'est pas disponible.

source: PDF file %s is not available.
fr: Le fichier PDF %s n'est pas disponible.

source: Update Budgets for next Quarter.
fr: Mise à jour des bugets du prochain trimestre.

source: %(period)s budget
fr: Budget du %(period)s.

source: Commit Changes
fr: Enregistrer les changements

source: Budgets Updated!
fr: Budgets mis-à-jour!

source: The budgets for %(period)s have been successfully updated.
fr: Le budget pour la période %(period)s a été bien enregistré.

source: Error updating budgets!
fr: Erreur lors de la mise à jour des budgets!

source: There has been an error while trying to save the new budgets: %(erros)s
fr: Une erreur s'est produite lors de l'enregistrement des nouveaux budgets: %(erros)s

source: Account's Summary.
fr: Aperçus des comptes.

source: Account No.
fr: N° compte.

source: Name
fr: Nom

source: Go
fr: Aller

source: Operations
fr: Opérations

source: Period from %(start)s to %(end)s
fr: Période du %(start)s au %(end)s

source: there is no operation
fr: Aucune opération n'est effectuée

source: Delete an operation
fr: Supprimer une opération

source: Select an operation to delete
fr: Sélectionnez une opération à supprimer

source: L'operation which has for n° mandate %(order_num)s, n° invoice %(invoice_num)s, date invoices %(date)s, Provider %(provider)s and of amount %(amount)s
fr: L'operation qui a pour n° de mandat %(order_num)s, n° facture %(invoice_num)s, date facture %(date)s, fournisseur %(provider)s et du montant %(amount)s

source: Delete operation
fr: Supprimer l'opération

source: Cancel
fr: Annuler

source: Deleting
fr: Suppression

source: Operation succefully removed
fr: L'opération a bien été supprimée.

source: ANM Budgets Manager
fr: Suivi des budgets ANM

source: account must be an Account or None.
fr: account doit être un Account ou None.

source: &File
fr: &Fichier

source: Print
fr: Impressions

source: Export data
fr: Exporter les données

source: DB
fr: BDD

source: Export an file excel
fr: Exporter dans un fichier Excel

source: Exit
fr: Quitter

source: Exit application
fr: Quitter l'application

source: &Go to
fr: &Aller à

source: Accounts balances
fr: Soldes de comptes

source: Update periodic budgets
fr: Mise à jour des budgets

source: Help
fr: Aide

source: About
fr: À propos

source: About ANM
fr: À propos de ANM

source: ANM Budget Management Software © 2011 yɛlɛman s.à.r.l Hippodrome, Avenue Al Quds, BPE. 3713 - Bamako (Mali) Tel: (223) 76 33 30 05 www.yeleman.com info@yeleman.com Aboubacar Diarra, Ali Touré, Alou Dolo, Ibrahima Fadiga, Renaud Gaudin, Tiefolo Doumbia
fr: Logiciel de suivi des budgets ANM © 2011 yɛlɛman s.à.r.l Hippodrome, Avenue Al Quds, BPE. 3713 - Bamako (Mali) Tel: (223) 76 33 30 05 www.yeleman.com info@yeleman.com Aboubacar Diarra, Ali Touré, Alou Dolo, Ibrahima Fadiga, Renaud Gaudin, Tiefolo Doumbia

source: Transactions List for Account %(number)s: %(name)s.
fr: Transactions du compte %(number)s: %(name)s.

source: Balance: %(balance_)s FCFA
fr: Solde: %(balance_)s FCFA

source: Add
fr: Ajouter

source: Order number
fr: Numéro de mandat

source: Invoice number
fr: Numéro de facture

source: Registered opération
fr: Opération enregistrée

source: Error date
fr: Erreur de date

source: The date is not included in the current quarter.
fr: La date de la facture ne fait pas partie du trimestre sélectionné.

source: Error money
fr: Erreur de montant

source: There is not enough money for this operation.
fr: Il n'y a pas assez d'argent dans le budget pour cette opération.

source: Error field
fr: Erreur de champ

source: You must fill in all fields.
fr: Vous devez remplir tous les champs.

source: Choice of type and period
fr: Choix du type et de la période

source: Choose a account and a period
fr: Choisissez un compte et une période

source: All Accounts
fr: Tous les comptes

source: list of operations per account
fr: Liste des opérations par compte

source: Balances (All accounts)
fr: Soldes (Tous les comptes)
